Revit 2027 API
UnitTypeId.Kips Property
 Kips.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kips { get; }
Public Shared ReadOnly Property Kips As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kips {
	ForgeTypeId^ get ();
}
static member Kips : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace